//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2010, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************

//**********************************************************************
// $Header: $
//
// $Revision: $
//
// $Date: $
//**********************************************************************
// Revision History
// ----------------
// $Log: $
// 
//**********************************************************************
//<AMI_FHDR_START>
//
// Name:  <This File's Name>
//
// Description:	
//
//<AMI_FHDR_END>
//**********************************************************************
/=#
#include "VFR.uni"
//liutz001-20200320 add Onbaord lan chinese++
#string STR_I350_NETWORK_LAN_FORM  #language en-US "Onboard I350 Port Control"
                                   #language zh-chs "板载 I350端口控制"
#string STR_I350_NETWORK_LAN_HELP  #language en-US "Enable/Disable on Board I350 Lan Port"
                                    #language zh-chs "启用/禁用板载的I350网口 "
#string STR_I350_NETWORK_LAN       #language en-US "Onboard I350 Port Control"
                                    #language zh-chs "板载 I350 端口控制"
#string STR_LAN0_PROMPT            #language en-US "Onboard I350 Port0"
                                    #language zh-chs "板载 I350端口0"
#string STR_LAN0_HELP              #language en-US "Onboard I350 Network port 0 enable/disable"
                                    #language zh-chs "板载I350网卡端口0的启动或禁用"
#string STR_LAN1_PROMPT            #language en-US "Onboard I350 Port1"
                                    #language zh-chs "板载 I350端口1"
#string STR_LAN1_HELP              #language en-US "Onboard I350 Network port 1 enable/disable"
                                    #language zh-chs "板载I350网卡端口1的启动或禁用"
#string STR_LAN_ENABLED            #language en-US "Enabled"
                                    #language zh-chs "启用"
#string STR_LAN_DISABLED           #language en-US "Disabled"
                                    #language zh-chs "禁用"
//liutz001-20200320 add Onbaord lan chinese--
//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2010, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************